Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G32A.tmx
Source language: en_us
Languages: zh_cn

source: Robert Richardson: 1937-2013
zh_cn: 罗伯特·理查德森生平回顾：1937-2013

source: The American condensed-matter physicist and Nobel laureate Robert Richardson has died at the age of 75 from complications related to a heart attack.
zh_cn: 罗伯特·理查德森，这位美国凝聚态物理学家和诺贝尔奖得主在75岁高龄因为心脏病相关并发症去世了。

source: Based at Cornell University since 1968, Richardson shared the 1996 Nobel Prize for Physics with his former PhD student Douglas Osheroff and Cornell's David Lee.
zh_cn: 理查德森从1968年起以康内尔大学做研究基地，终于与他以前的博士学生道格拉斯·奥谢拉夫和康奈尔的李大卫共同获得了1996年度的诺贝尔物理学奖。

source: The three researchers were cited for their discovery that helium-3 becomes a superfluid at very low temperatures.
zh_cn: 这三位研究者被指发现了氦—3物质在超低温下转变为超流体而获此殊荣。

source: Being fermions, helium-3 atoms ought not to be able to condense into a superfluid, but some physicists had speculated that the atoms could form bosonic pairs similar to the Cooper pairs found in superconductors.
zh_cn: 作为一种费米子，氦—3原子理应不可能浓缩成超流体物质。但是几位物理学家大胆推测这些原子能够形成类似于在超导体中发现的库珀相连电子一样的双玻色子。

source: In a famous series of experiments in 1971, Richardson and colleagues confirmed that these pairs formed a superfluid at temperatures below about 2.5 mK.
zh_cn: 通过1971年著名的系列实验，理查德森和同事们证实了双原子在温度低于2.5mK时可以形成超流体。

source: "Glorious time" at Duke
zh_cn: 在杜克大学的辉煌岁月

source: Richardson was born on 26 June 1937 in Washington, DC and did BSc and MSc degrees at the Virginia Polytechnic Institute.
zh_cn: 理查德森1937年6月26日生于华盛顿特区，在弗吉尼亚理工学院获得本硕学位，1966年他获得杜克大学物理学博士学位。

source: He received a PhD in physics in 1966 from Duke University, where he worked under Horst Meyer on nuclear magnetic resonance of solid helium-3. Richardson later recalled the "glorious time" he spent at the university.
zh_cn: 在杜克大学他在迈耶尔·霍斯特的领导下致力于固体氦—3的核磁共振研究，他随后曾经声称这是他最辉煌的岁月。

source: After a further year at Duke, in 1966 Richardson moved to Cornell, where he spent the rest of his career focusing on low-temperature physics, working initially with Lee and Dave Reppy and later becoming director of Cornell's Laboratory of Atomic and Solid State Physics.
zh_cn: 在杜克大学又渡过一年之后，理查德森于1966年来到康奈尔大学，整个职业生涯的后半生他都致力于低温物理学的研究。最初与李先生和大卫·芮培一起工作，很快成为康奈尔大学原子能与固态物理实验室主任。

source: He also served as the university's first vice-provost for research from 1998 to 2003 and had a spell as director of the Kavli Institute at Cornell for Nanoscale Science.
zh_cn: 同时他是康奈尔大学1998年到2003年主管科学研究的常务副校长（第一副校长），还曾经担任过一段时间康奈尔大学科维理纳米科技研究所所长职务。

source: Landmark report
zh_cn: 具有里程碑意义的研究报告

source: In 2005 Richardson helped write the landmark National Academy of Sciences report entitled Rising Above the Gathering Storm: Energizing and Employing America for a Brighter Economic Future.
zh_cn: 2005年理查德森帮助撰写了美国国家科学院具有里程碑意义的报告，标题为：站在风暴之上（未雨绸缪）：激励和雇佣关系使美国经济前景一片光明。

source: It identified shortcomings in the US's approach to developing science and technology, and recommended changes to how research and higher education are funded and how science and technology are taught in US schools.
zh_cn: 他指出了美国在发展科学技术的道路上存在的短板和错误，建议改变研究机构和高等院校专项基金的方式和在美国中小学传授科学技术的方式。
